jorgebucaran/fisher
jethrokuan/z
edc/bass
patrickf1/fzf.fish
gazorby/fish-abbreviation-tips
nickeb96/puffer-fish
matchai/fish-mock
atusy/by-binds-yourself
pure-fish/pure
acomagu/fish-async-prompt
